// FileSyncUI Localizable.strings

// The name of the product
"FileSyncUI" = "Arkivsynkronisering";

// Text of "ok" button, used in various dialogs.
"OK" = "OK";

// Text of "cancel" button, used in various dialogs.
"CANCEL" = "Annuller";

// Text of "Next" button, used in various dialogs
"NEXT" = "Næste";

// Text of "Done" button, used in various dialogs
"DONE" = "OK";

// Text of "Continue" button, used in various dialogs
"CONTINUE" = "Fortsæt";


// ------------------------
// Exception (error) window

"DESTINATION:" = "Modtager:";	// Destination label - prefixes the destination path of a symlink.
"MODIFIED:"    = "Ændret:";		// Modified label - prefixes the displayed mod date
"NAME:"        = "Navn:";			// Name label - prefixes the name of the file
"SIZE:"        = "Størrelse:";			// Size label - prefixes the displayed size of the file
"IDISK"		   = "iDisk";			// Prefixing the path with "iDisk/" when appropriate

// These labels tell the user which side of the mirror the file which caused the error resides on
"THIS_COMPUTER" = "På denne computer";	// For iDisk
".MAC"          = "På %@";				// For iDisk
"LOCAL_MHD"     = "På denne computer";	// For Mobile Home Directories (MHD)
"REMOTE_MHD"    = "På netværket";		// For MHD

// To reveal the errored file in Finder when appropriate
"SHOW IN FINDER" = "Vis i Finder";


// ------------------------
// Exception (error) dialog

// The title of the exception dialog.
"IDISK ERROR TITLE" = "iDisk-fejl";
"MHD ERROR TITLE"   = "Fejl under synkronisering af hjemmebibliotek";
"FS ERROR TITLE"    = "Arkivsynkroniseringsfejl";

// Error code. The argument is an integer number, such as -43.
"ERROR%" = "Fejlkoden er %d.";

// Exception count.
// The first argument is an integer index, the second is the total number of errors. E.g., "iDisk Error 1 of 5"
"IDISK ERROR COUNT%" = "iDisk-fejl %d af %d";
"MHD ERROR COUNT%"   = "Fejl %d af %d under synkronisering af hjemmebibliotek";
"FS ERROR COUNT%"    = "Arkivsynkroniseringsfejl %d af %d";

// Title text of the error. Two variations, only one is used at a time.
// The argument is a filename.
"ERROR DELETING%"      = "Der er et problem med at slette arkivet “%@”.";
"ERROR SYNCING%"       = "Der er et problem med at synkronisere arkivet \“%@\”.";
"ERROR MOVING%"        = "Der er problemer med at flytte arkivet “%@”.";
"ERROR ACCESSING%"     = "Der er et problem med at synkronisere arkivet \“%@\”.";
"DIR:ERROR DELETING%"  = "Der er et problem med at slette mappen \“%@\”.";
"DIR:ERROR SYNCING%"   = "Der er et problem med at synkronisere mappen \“%@\”.";
"DIR:ERROR MOVING%"    = "Der er et problem med at flytte mappen \“%@\”.";
"DIR:ERROR ACCESSING%" = "Der er et problem med at synkronisere mappen \“%@\”.";


// ------------------------
// Exception dialog error messages.
// The first string is a short description of the error.
// The second string is additional help text.

// dskFulErr
// The first three strings are variations of the short description: iDisk, mobile home, and general syncing.
"IDISK DSKFULERR"      = "Din iDisk er næsten fuld. Der er ikke nok plads på din iDisk til at synkronisere dette arkiv.";
"MHD DSKFULERR"        = "Dit hjemmebibliotek er næsten fuldt. Der er ikke nok ledig plads til at synkronisere dette emne.";
"FS DSKFULERR"         = "Disken er næsten fuld. Der er ikke nok ledig plads til at synkronisere dette emne.";
"IDISK DSKFULERR HELP" = "Der er emner på iDisk, som ligger i papirkurven. Du kan få mere disponibel plads ved at tømme papirkurven.";

// afpAccessDenied
// The first two strings are variations of the short description: deleting, syncing
"AFPACCESSDENIED DELETE"     = "Du har ikke tilladelse til at slette dette arkiv.";
"AFPACCESSDENIED SYNC"       = "Du har ikke tilladelse til at synkronisere dette arkiv.";
"DIR:AFPACCESSDENIED DELETE" = "Du har ikke tilladelse til at slette denne mappe.";
"DIR:AFPACCESSDENIED SYNC"   = "Du har ikke tilladelse til at synkronisere denne mappe.";
"AFPACCESSDENIED HELP"       = "Du kan kontrollere dine tilladelser i Infovinduet i Finder.";

// kSFFileNameDiffersByCase
// The first three strings are variations of the short description: iDisk, mobile home, general syncing.
"IDISK KSFFILENAMEDIFFERSBYCASE"     = "Navnet på dette arkiv er det samme som navnet på et andet emne på iDisk bortset fra forskellig brug af store og små bogstaver.";
"MHD KSFFILENAMEDIFFERSBYCASE"       = "Navnet på dette arkiv er det samme som navnet på et andet emne i dit hjemmebibliotek bortset fra forskellig brug af store og små bogstaver.";
"FS KSFFILENAMEDIFFERSBYCASE"        = "Navnet på dette arkiv er det samme som navnet på et andet emne på din disk bortset fra forskellig brug af store og små bogstaver.";
"DIR:IDISK KSFFILENAMEDIFFERSBYCASE" = "Navnet på denne mappe er det samme som navnet på et andet emne på iDisk bortset fra forskellig brug af store og små bogstaver.";
"DIR:MHD KSFFILENAMEDIFFERSBYCASE"   = "Navnet på denne mappe er det samme som navnet på et andet emne i dit hjemmebibliotek bortset fra forskellig brug af store og små bogstaver.";
"DIR:FS KSFFILENAMEDIFFERSBYCASE"    = "Navnet på denne mappe er det samme som navnet på et andet emne på din disk bortset fra forskellig brug af store og små bogstaver.";
"KSFFILENAMEDIFFERSBYCASE HELP"      = "Du bør ændre navnet på emnet, så det er meget mere anderledes. Du kan f.eks. føje et tal til navnet.";

// fBsyErr
"FSBSYERR"      = "Arkivet er i brug.";
"FSBSYERR HELP" = "Arkivet er muligvis åbent i et program. Prøv at lukke arkivet eller slutte programmer.";

// fLckdErr
"FLCKDERR"      = "Arkivet er låst.";
"DIR:FLCKDERR"  = "Mappen er låst.";
"FLCKDERR HELP" = "Du kan låse emnet op i infovinduet i Finder.";

"File Not Found"      = "Arkivet ikke blev fundet.";
"HELP:File Not Found" = "Arkivet er muligvis flyttet under synkronisering. Prøv at synkronisere igen.";

"File Name Too Long"      = "Et navn på et arkiv eller en mappe er for langt.";
"HELP:File Name Too Long" = "Omdøb emnet, så dets navn bliver kortere.";

"I/O Error"      = "Der skete en fejl under læsning af eller skrivning til arkivet.";
"HELP:I/O Error" = "Prøv igen senere.";

"Destination does not support symlinks"      = "Modtageren understøtter ikke symlinks.";
"HELP:Destination does not support symlinks" = "Prøv at komprimere arkivet eller mappen først.";

"Object deleted"      = "Emnet blev slettet, før det kunne synkroniseres.";
//"HELP:Object deleted" = "";

"Object created"      = "Der blev oprettet et nyt emne på den samme placering som dette emne, før det kunne synkroniseres.";
//"HELP:Object created" = "";

"Object modified"     = "Dette emne, der skal opdateres, blev ændret af et andet program, før det kunne synkroniseres.";
//"HELP:Object modified" = "";

"Network error"       = "Der er sket en netværksfejl.";
"HELP:Network error"  = "Kontroller din netværksforbindelse, eller prøv igen senere.";

//"Timeout Error"       = "The server has stopped responding.";

"Unknown error"            = "Der opstod en fejl.";					// [rdar://5231555]
"HELP:Unknown error"       = "Prøv igen senere.";
"HELP-IDISK:Unknown error" = "Prøv igen senere.";
"HELP-PHD:Unknown error"   = "Prøv igen senere. Hvis problemet varer ved, skal du kontakte netværksadministratoren.";

"IDISK ALMOST FULL"     = "Din iDisk er næsten fuld.";
"ALMOST FULL TRASH MSG" = "Der er nogle arkiver på din iDisk, som ligger i papirkurven. Du kan få mere plads ved at tømme papirkurven.\n\nDu kan øge størrelsen på din iDisk i vinduet %@ i Systemindstillinger.";
"ALMOST FULL .MAC MSG"  = "Du kan øge størrelsen på din iDisk i vinduet %@ i Systemindstillinger.";

"REVERIFICATION"      = "Arkivet ændredes under hver af de sidste %@ synkroniseringer.";
"REVERIFICATION HELP" = "Et program ændrer muligvis arkivet periodisk. Prøv at lukke arkivet eller slutte programmer.";

"TOO_MANY_EAS"      = "Modtageren understøtter ikke nogle af dataene i dette emne.";
"TOO_MANY_EAS HELP" = "Prøv at komprimere arkivet eller mappen først.";

// ---------------------
// offline folder dialog

"OFFLINE FOLDER%"    = "Mappen %@ er kun tilgængelig, når der er forbindelse til iDisk.";
"OFFLINE FOLDER MSG" = "Før du kan få adgang til denne mappe, skal computeren have forbindelse til Internet.";


// Size formats, used in the conflict and exception dialog to show file sizes.
// The argument is the number of bytes, the suffixes are the abbreviations for the standard metric scales: kilobytes, megabytes, etc.
"%BYTES" = "%llu byte";
"%KB"    = "%.2f KB";
"%MB"    = "%.2f MB";
"%GB"    = "%.2f GB";
"%TB"    = "%.2f TB";
"%PB"    = "%.2f PB";
"%XB"    = "%.2f XB";


// --------------------
// Conflict list window

// Conflict count. Singular and plural. The plural argument is an integer. Used in the conflict *list* window, not the conflict resolution window
"1CONFLICT"  = "1 konflikt";
"%CONFLICTS" = "%d konflikter";


// -----------------------
// Conflict manager window

"%IS_OUT_OF_SYNC"          = "\"%@\" blev ændret begge steder.";			// Name of conflicting item.
"%WHERE"                   = "Hvor: %@";						// Path to parent folder of conflicting item.
"%CONFLICT_COUNT"          = "%d af %d";						// Conflict count (arguments are integers i.e., "1 of 16")
"ROOT"                     = "-rod-";							// The name of the root of the sync point, rather than @"/"
"FILE"                     = "arkiv";
"FOLDER"                   = "mappe";
"PACKAGE"                  = "pakke";
"SYMLINK"                  = "symbolhenvisning";
"IDISK_LOCAL_TITLE"        = "Denne computer";
"IDISK_POPUP_LOCAL_TITLE"  = "Behold arkivet på denne computer";
"IDISK_POPUP_REMOTE_TITLE" = "Behold arkiv på %@";
"MHD_LOCAL_TITLE"          = "På denne computer";
"MHD_REMOTE_TITLE"         = "På netværket";
"MHD_POPUP_LOCAL_TITLE"    = "Behold arkivet på denne computer";
"MHD_POPUP_REMOTE_TITLE"   = "Behold arkiv på netværket";
"1_IDISK_CONFLICT"         = "Der er opstået en konflikt under synkronisering af iDisk.";			// Singular for iDisk
"%_IDISK_CONFLICTS"        = "Der er opstået %d konflikter under synkronisering af iDisk.";			// Plural for iDisk
"1_MHD_CONFLICT"           = "Der er opstået en konflikt under synkronisering af hjemmemappen.";				// Singular for MHD
"%_MHD_CONFLICTS"          = "Der er opstået %d konflikter under synkronisering af hjemmemappen.";			// Plural for MHD
"IDISK_RESOLVE_REMOTE"     = "Løs alle konflikter ved at bruge arkiverne på %@";
"IDISK_RESOLVE_LOCAL"      = "Løs alle konflikter ved at bruge arkiverne på denne computer";
"IDISK_RESOLVE_BOTH"       = "Løs alle konflikter ved at beholde begge arkiver";
"IDISK_RESOLVE_LASTMOD"    = "Løs alle konflikter ved at beholde arkivet med den nyeste ændringsdato.";
"IDISK_RESOLVE_EXCLUDE"    = "Løs alle konflikter ved at udelukke arkiverne fra fremtidige synkroniseringer.";
"IDISK_RESOLVE_NONE"       = "Ignorer alle konflikter.";
"MHD_RESOLVE_REMOTE"       = "Løs alle konflikter ved at bruge arkiverne på netværket";
"MHD_RESOLVE_LOCAL"        = "Løs alle konflikter ved at bruge arkiverne på denne computer";
"MHD_RESOLVE_BOTH"         = "Løs alle konflikter ved at beholde begge arkiver";
"MHD_RESOLVE_LASTMOD"      = "Løs alle konflikter ved at beholde arkivet med den nyeste ændringsdato.";
"MHD_RESOLVE_EXCLUDE"      = "Løs alle konflikter ved at udelukke arkiverne fra fremtidige synkroniseringer.";
"MHD_RESOLVE_NONE"         = "Ignorer alle konflikter.";
"MHD_CONFLICT_TITLE"       = "Synkroniseringskonflikter";

// Unable to resolve all conflicts alert sheet
"NOT_ALL_RESOLVED_TITLE" = "Kan ikke løse alle konflikter";
"NOT_ALL_RESOLVED_MSG"   = "Nogle konflikter kunne ikke løses, fordi deres ændringsdatoer ligger for tæt på hinanden. Løs disse konflikter manuelt eller ved at bruge en anden mulighed.";

"There are no file syncing errors or conflicts." = "Der er ingen arkivsynkroniseringsfejl eller -konflikter.";

// -----------------
// Global Exceptions

// iDisk
"GLOBAL-IDISK:Timeout"      = "Din iDisk blev ikke færdigsynkroniseret. Prøv igen senere.";
"GLOBAL-HELP-IDISK:Timeout" = "Hvis du bliver ved med at have problemer med at synkronisere iDisk, kan der være problemer med din netværksforbindelse. Prøv at slutte andre programmer, der bruger netværket, før du prøver igen.";

"GLOBAL-IDISK:NetworkError"      = "Din iDisk blev ikke færdigsynkroniseret.";
"GLOBAL-HELP-IDISK:NetworkError" = "Kontroller din netværksforbindelse, eller prøv igen senere.";

"GLOBAL-IDISK:RemoteBusy"      = "Din iDisk blev ikke færdigsynkroniseret.";
"GLOBAL-HELP-IDISK:RemoteBusy" = "Prøv igen senere.";

"GLOBAL-IDISK:UNKNOWN"      = "Din iDisk blev ikke færdigsynkroniseret, fordi der opstod et problem.";
"GLOBAL-HELP-IDISK:UNKNOWN" = "Prøv igen senere.";

// PHD
"GLOBAL-PHD:Timeout"      = "Din hjemmemappe blev ikke færdigsynkroniseret. Prøv igen senere.";
"GLOBAL-HELP-PHD:Timeout" = "Hvis du bliver ved med at have problemer med at synkronisere din hjemmemappe, kan der være problemer med din netværksforbindelse. Prøv at slutte andre programmer, der bruger netværket, før du prøver igen.";

"GLOBAL-PHD:NetworkError"      = "Din hjemmemappe blev ikke færdigsynkroniseret.";
"GLOBAL-HELP-PHD:NetworkError" = "Kontroller din netværksforbindelse, eller prøv igen senere.";

"GLOBAL-PHD:RemoteBusy"      = "Din hjemmemappe blev ikke færdigsynkroniseret.";
"GLOBAL-HELP-PHD:RemoteBusy" = "Prøv igen senere.";

"GLOBAL-PHD:UNKNOWN"      = "Din hjemmemappe blev ikke færdigsynkroniseret, fordi der opstod et problem.";
"GLOBAL-HELP-PHD:UNKNOWN" = "Prøv igen senere.";

// Other
"GLOBAL-FS:Timeout"      = "Dine arkiver blev ikke færdigsynkroniseret. Prøv igen senere.";
"GLOBAL-HELP-FS:Timeout" = "Hvis du bliver ved med at have problemer med at synkronisere arkiver, kan der være problemer med din netværksforbindelse. Prøv at slutte andre programmer, der bruger netværket, før du prøver igen.";

"GLOBAL-FS:NetworkError"      = "Dine arkiver blev ikke færdigsynkroniseret.";
"GLOBAL-HELP-FS:NetworkError" = "Kontroller din netværksforbindelse, eller prøv igen senere.";

"GLOBAL-FS:RemoteBusy"      = "Dine arkiver blev ikke færdigsynkroniseret.";
"GLOBAL-HELP-FS:RemoteBusy" = "Prøv igen senere.";

"GLOBAL-FS:UNKNOWN"      = "Dine arkiver blev ikke færdigsynkroniseret, fordi der opstod et problem.";
"GLOBAL-HELP-FS:UNKNOWN" = "Prøv igen senere.";
